Repository: GoonServ/WeddingShareSutton
Catalog: Resources/Lang/Translations.*.resx
Languages: ur

# 400_Error_Message
source: If this issue persists please contact the web administrator
ur: اگر یہ مسئلہ مستقل طور پر ویب ایڈمنسٹریشن سے رابطہ کرے تو

# 400_Error_Title
source: Opps, it looks like an unexpected error occurred...
ur: اوپس، یہ ایک غیر متوقع غلطی کی طرح لگتا ہے ...

# 401_Error_Message
source: It looks like you are not authorized to view that page...
ur: یہ ایسا لگتا ہے کہ آپ کو اس صفحہ کو دیکھنے کی اجازت نہیں ہے ...

# 401_Error_Title
source: Access Denied
ur: رسائی رسائی

# 402_Error_Message
source: The provided secret key was incorrect
ur: فراہم کی جانے والی خفیہ کلید غلط تھی

# 402_Error_Title
source: Invalid Secret Key
ur: پوشیدہ راز

# 403_Error_Message
source: The specified gallery does not exist and you do not have permissions to create it
ur: معین شدہ Guler موجود نہیں ہے اور نہ آپ کے پاس اس کی تخلیق کا اجازہ ہے

# 403_Error_Title
source: Access Denied
ur: رسائی رسائی

# 405_Error_Message
source: You have reached the maximum gallery creation limit
ur: آپ نے زیادہ تر گلی مخلوق تک رسائی حاصل کی۔

# 405_Error_Title
source: Limit Reached
ur: حد تک رسائی

# 406_Error_Message
source: The specified gallery does not exist
ur: مقررہ گیلری موجود نہیں ہے۔

# 406_Error_Title
source: Invalid Gallery
ur: گلی‌کوچوں میں

source: Accept
ur: قبول کرو

source: Action
ur: جگہ

source: Actions
ur: عمل

source: Add
ur: _شامل کریں

source: Approve
ur: پیکج

source: Approved
ur: غیر متصل

source: Audit
ur: حد سے زیادہ

# Audit_BulkApproveReviews
source: Bulk approved all pending reviews
ur: بلک نے تمام پیکنگ جائزوں کو منظور کر لیا۔

# Audit_BulkRejectReviews
source: Bulk rejected all pending reviews
ur: بلک نے تمام پیکنگ جائزوں کو مسترد کر دیا۔

# Audit_CookieConsentApproved
source: A visitor has approved the use of cookies
ur: ایک آمدن نے کوکین کے استعمال کی منظوری دی ہے۔

# Audit_CreatedGallery
source: Created gallery
ur: گیلری

# Audit_CreatedNewUser
source: Created new user
ur: نیا صارف تخلیق کیا گیا ہے

# Audit_CustomResourceDeleted
source: Deleted custom resource
ur: رسمی وسائل حذف کریں

# Audit_CustomResourceUploaded
source: Uploaded custom resource
ur: دستور کی دوبارہ تجدید

# Audit_DeletedGallery
source: Deleted gallery
ur: حذف کردہ گیلری

# Audit_DeletedUser
source: Deleted user
ur: صارف حذف کردیا گیا ہے

# Audit_ExportedBackup
source: Exported a backup
ur: واپس لوٹنے کا عمل

# Audit_FailedLoginAttemptDetected
source: Failed login attempt detected
ur: غیر متصل

# Audit_FailedLoginAttemptReset
source: Failed login attempts count reset
ur: غیر متصلہ کوششیں

# Audit_FrozeUser
source: Froze user
ur: سوفٹ ویئر صارف

# Audit_ImportedBackup
source: Imported a backup
ur: بیک‌وقت دوبارہ استعمال

# Audit_ItemApprovedInGallery
source: approved in gallery
ur: گیلری میں منظور

# Audit_ItemDeletedInGallery
source: deleted in gallery
ur: گیلری میں حذف

# Audit_ItemRejectedInGallery
source: rejected in gallery
ur: گیلری میں رد عمل

# Audit_Limit_Help
source: How many logs to show
ur: کتنے لاگس دکھانے کے لئے

# Audit_Limit_Label
source: Limit
ur: بند

# Audit_List_Failed
source: Failed to get audit list
ur: فہرست حاصل کرنے میں ناکامی

# Audit_LoggedOut
source: Logged out
ur: محفوظ کرو

source: Audit Logs
ur: Audit لاگس

# Audit_MultiFactorAdded
source: Added multi-factor to their account
ur: ان کے حساب میں کثرت سے اضافہ کیا۔

# Audit_MultiFactorPassed
source: Provided correct multi-factor token
ur: صحیح طور پر متعدد حروف کو درست کریں

# Audit_MultiFactorReset
source: Reset their multi-factor key
ur: اپنی کثیر التعداد کلید کو مرتب کریں

# Audit_MultiFactorResetUser
source: Reset multi-factor for user
ur: صارف کے لیے کثیر استعمال کريں

# Audit_SearchTerm_Help
source: Filter logs based on a search term
ur: تلاش کی اصطلاح پر مبنی ذیلی لاگس

# Audit_SearchTerm_Label
source: Search Term
ur: تلاش

# Audit_SettingsUpdated
source: Updated setting for gallery
ur: گیلری کے لیے دوبارہ نصب کی گئی

# Audit_UnfrozeUser
source: Unfroze user
ur: غیر متصل صارف

# Audit_UpdatedGallery
source: Updated gallery
ur: تجدید شدہ گیلری

# Audit_UpdatedUser
source: Updated user
ur: تنصیب کار

# Audit_UserLoggedIn
source: User logged in
ur: صارف لاگ ان

# Audit_WipeAllGalleries
source: Wiped all galleries
ur: تمام گیلریوں کو خالی کرنا

# Audit_WipedGallery
source: Wiped gallery
ur: نئی گیلری

source: Available Galleries
ur: دستیاب گلّہ

# Check_Account_State_Failed
source: Failed to check account state
ur: چیک کرنے میں ناکامی

source: Clean
ur: صفائی

# Clean_Confirmation
source: Are you sure you want to clean this gallery?
ur: کیا آپ واقعی اس گیلری کو صاف کرنا چاہتے ہیں؟?

# Click_To_Upload
source: Click here to select files to upload
ur: اپ لوڈ کرنے کے لیے فائلوں کا انتخاب کرنے کے لیے یہاں کلک کریں

source: Close
ur: بندکرو

# Contact_Admin_For_Access
source: Please contact a site administrator to provide access
ur: رسائی فراہم کرنے کے لیے سائٹ کے منتظم سے رابطہ کریں

# Cookie_Audit_Error
source: Failed to log an audit message for cookie approval
ur: کوکیکی منظوری کے لئے اشتہار دینے میں ناکامی

# CookiePolicy_Button_Text
source: Cookie Policy
ur: کوکی پالیسی

# CookiePolicy_Message_Short
source: By using this website you agree to our use of basic cookies in accordance with our terms of cookie usage. To find out more please view our
ur: اس ویب سائٹ کو استعمال کرنے سے آپ اپنے بنیادی پکوان کے استعمال سے اتفاق کرتے ہیں۔ مزید معلوم کرنے کیلئے ہمارے نقطۂ‌نظر کو جاننے کیلئے

source: Create
ur: بنائیں

# Currently_No_Access
source: You currently do not have access
ur: آپ اب تک رسائی حاصل نہیں ہے

source: Custom Resources
ur: دوبارہ استعمال

# Custom_Resources_Failed
source: Failed to get custom resources
ur: دستوری وسائل حاصل کرنے میں ناکامی

# Custom_Resources_Upload_Help
source: Please select an image file to upload
ur: براہ كرنے كے لیے فوٹو فائل منتخب کريں

# Custom_Resources_Upload_Label
source: Upload Custom Resource
ur: دوبارہ شروع کریں

# CustomResource_Delete_Failed
source: Failed to delete custom resource
ur: عادتی وسائل کو حذف کرنے میں ناکامی

# CustomResource_Upload_Failed
source: Failed to upload custom resource
ur: عادت فراہم کرنے میں ناکامی

source: Danger Zone
ur: معجزہ

source: Default
ur: طے شدہ

source: Delete
ur: حذف

# Delete_Confirmation
source: Are you sure you want to delete this gallery?
ur: کیا آپ واقعی اس گیلری کو حذف کرنا چاہتے ہیں؟?

# Demo_Message
source: This is a demo version. All configuration is periodically wiped to ensure a clean slate for future testers.
ur: یہ ایک ڈیم ورژن ہے. مستقبل کے ٹیسٹ کرنے والوں کیلئے صاف‌گوئی کو یقینی بنانے کیلئے تمام کِیا جاتا ہے ۔.

source: Destructive Action Performed
ur: ترقی‌پسندانہ عمل

# Download_Gallery_Not_Allowed
source: You are not authorised to download this gallery
ur: آپ اس گیلری کو ڈاؤن لوڈ کرنے کے لیے مصنف نہیں ہیں۔

# Drag_And_Drop
source: Drag & Drop files(s) here to upload them to the gallery
ur: چلا وٴ

# Duplicate_Item_Detected
source: Duplicate file detected
ur: تنصیب کردہ فائل

source: Email Address
ur: ای میل پتہ

source: Export
ur: برآمد

# Failed_Add_Gallery
source: Failed to create gallery
ur: گیلری بنانے میں ناکامی

# Failed_Add_User
source: Failed to create user
ur: صارف بنانے میں ناکامی

# Failed_Delete_Gallery
source: Failed to delete gallery
ur: گیلری کو حذف کرنے میں ناکامی

# Failed_Delete_User
source: Failed to delete user
ur: صارف کو حذف کرنے میں ناکامی

# Failed_Download_Gallery
source: Failed to download gallery
ur: گیلری ڈاؤن لوڈ کرنے میں ناکامی

# Failed_Download_Gallery_Invalid_Key
source: Failed to download gallery. The secret key was invalid
ur: گیلری ڈاؤن لوڈ کرنے میں ناکام رہے۔ خفیہ کلید غلط تھی

# Failed_Edit_Gallery
source: Failed to update gallery
ur: گیلری کی تجدید کرنے میں ناکامی

# Failed_Edit_User
source: Failed to update user
ur: صارف دوبارہ شروع کرنے میں ناکامی

# Failed_Export
source: Failed to export data
ur: اعداد برآمد کرنے میں ناکامی

# Failed_Finding_File
source: Failed to find file
ur: فائل نہیں پائی جاسکتی

# Failed_Import
source: Failed to import data
ur: درآمد کرنے میں ناکامی

# Failed_Reviewing_Media
source: Failed to review item
ur: آئٹمس کا جائزہ لینے میں ناکامی

# Failed_Update_Setting
source: Failed to update settings
ur: ترتیبات دوبارہ شروع کرنے میں ناکامی

# Failed_Wipe_Galleries
source: Failed to wipe galleries
ur: گیلریوں کو ختم کرنے میں ناکام

# Failed_Wipe_Gallery
source: Failed to wipe gallery
ur: گیلری کو مٹانے میں ناکام

# FFMPEG_Download_Failed
source: Failed to download FFMPEG to path
ur: راستے میں ایف ایم پی جی ڈاؤن لوڈ کرنے میں ناکام

# FFMPEG_Downloading
source: Attempted to generate video thumbnail but FFMPEG has not completed downloading yet. If this is a fresh install please wait for the download to complete and missed thumbnails will be generated by the background scanner
ur: ویڈیو پرسنل تیار کرنے کی کوشش کی گئی لیکن ایف ایم پی جی نے ابھی تک ڈاؤن لوڈ نہیں کی ہے۔ اگر یہ ایک تازہ نصب ہے جسے ڈاؤن لوڈ کرنے کے لئے انتظار کریں

# File_Upload_Failed
source: Failed to upload file
ur: فائل اٹھانے میں ناکامی

# Filename_Already_Exists
source: A file with the same name already exists
ur: فائل بنام پہلے ہی موجود ہے

source: Filter
ur: فائلز

source: Galleries
ur: گلابی رنگ

source: Gallery
ur: گیلری

# Gallery_Does_Not_Exist
source: The requested gallery was not found or does not exist
ur: درخواست گزار گیلری نہ ملی یا نہ ہی موجود ہو۔

# Gallery_Empty
source: There are currently no memories shared
ur: اس وقت کوئی یادگار مشترکہ نہیں ہے۔

# Gallery_Empty_Upload
source: There are currently no memories shared, why don't you upload yours above!
ur: اس وقت کوئی یادگار شیئر نہیں ہے، آپ اوپر اپ اپ اپ اپ کیوں نہیں ہے!

# Gallery_Full
source: Gallery is full and has exceeded the max size of
ur: گیلری مکمل ہے اور مکس حجم سے تجاوز کر چکی ہے۔

source: Gallery Key
ur: گیلری کلیدی

# Gallery_Key_Help
source: Please enter the secret key.
ur: برائے مہربانی خفیہ کلید داخل کریں.

# Gallery_Key_Placeholder
source: Enter secret key here
ur: یہاں خفیہ کلید داخل کرو

# Gallery_Limit_Reached
source: The maximum allowed number of galleries has been reached
ur: زیادہ تر اجازت یافتہ گیلریاں تک پہنچی ہیں۔

# Gallery_List_Failed
source: Failed to get gallery list
ur: گیلری فہرست حاصل کرنے میں ناکامی

source: Gallery Name
ur: گیلری کا نام

source: Gallery name already exists
ur: گیلری نام پہلے ہی موجود ہے

# Gallery_Name_Help
source: Please enter the name of the gallery you want to visit.
ur: براہ مہربانی آپ اس گیلری کا نام داخل کریں جس سے آپ ملنا چاہتے ہیں۔.

# Gallery_Name_Placeholder
source: my-wedding-gallery
ur: میری ہفتہ وار گیلری

# Gallery_Selector_Title
source: Gallery Selector
ur: گیلری منتخب کنندہ

source: Generate
ur: جنات

source: Group
ur: گروپ

# Homepage_Load_Error
source: An error occurred loading the homepage
ur: گھریلو صفحات لوڈ کرنے کے دوران غلطی

# Identity_Session_Error
source: Failed to set user identity session - Name
ur: صارف کی پہچان سیشن - نام متعین کرنے میں غلطی

# Image_Upload_Failed
source: Failed to upload images
ur: تصاویر اٹھانے میں ناکامی

source: Import
ur: غیر متصل

# Invalid_Access_Token
source: The provided access token was invalid
ur: فراہم‌کردہ نشان غلط تھا

# Invalid_File_Type
source: File type is invalid
ur: فائل قسم خراب نہیں ہوتی

source: Invalid gallery Id
ur: گلئیڈ گیلری میں وائیرڈ

source: Invalid gallery key
ur: گلی‌کوچوں میں

# Invalid_Secret_Key_Warning
source: A request was made using an invalid secret key
ur: ایک نامناسب خفیہ کلید استعمال کرتے ہوئے درخواست کی گئی

source: Key
ur: کلید

source: Link
ur: لنک

source: Login
ur: لاگ ان

# Login_Failed
source: Failed to log user in
ur: لاگ صارف میں ناکامی

# Login_Password_Help
source: Please enter account password.
ur: براہ کرم خفیہ لفظ داخل کریں.

# Login_Password_Placeholder
source: Password
ur: پاس ورڈ

# Login_Username_Help
source: Please enter account username.
ur: براہ کرم اكاؤنٹ داخل كیجیے۔.

# Login_Username_Placeholder
source: Username
ur: پرنٹ

source: Logout
ur: لاگ ان

source: Manage Data
ur: انتظامیہ ڈیٹا

# Max_File_Size
source: Max file size is
ur: میکس فائل حجم ہے۔

source: Members
ur: ممبر

# MultiFactor_Token_Set_Failed
source: Failed to set up 2FA
ur: 2FA مقرر کرنے میں ناکامی

source: Name
ur: نام

# Name_Cannot_Be_Blank
source: Gallery name cannot be empty
ur: گیلری نام خالی نہیں کیا جاسکتا

source: New Items Pending Review
ur: نئے مضامین

# No_Custom_Resources
source: No custom resources uploaded
ur: کوئی دستوری وسائل اپلوڈ نہیں کیا گیا

source: No Data
ur: کوئی ڈیٹا نہیں

# No_Files_For_Upload
source: No files were detected for upload
ur: اپ لوڈ کرنے کے لیے کوئی فائلیں نامزد نہیں کی گئی تھیں۔

# No_Galleries
source: No galleries created yet
ur: ابھی تک کوئی گیلری بنائی نہیں گئی

# No_Pending_Uploads
source: No uploads pending review
ur: کوئی اپنگ جائزہ نہیں

source: Pending
ur: پَک

source: Pending Uploads
ur: پُراسرار بوجھ

# Pending_Uploads_Failed
source: Failed to get pending uploads
ur: گریٹنگ اپ لوڈ کرنے میں ناکامی

source: Reject
ur: غیر متصل

source: Release Version
ur: اشاعت کا نسخہ

source: Rename
ur: نام بدلیں

source: Resources
ur: وسائل

source: Review
ur: اعادہ

source: Save QR
ur: محفوظ کریں

# Save_To_Custom_Resources_Failed
source: Failed to save custom resource
ur: عادتی وسائل محفوظ کرنے میں ناکامی

# Save_To_Gallery_Failed
source: Failed to save image to gallery
ur: گیلری سے تصویر بچانے میں ناکامی

# Scan_To_Share
source: Scan the QR code with your phone to share your images
ur: اپنے فون کے ساتھ کیو آر کوڈ کو اپنی تصاویر شیئر کرنے کے لئے

source: Settings
ur: ترتیبات

# Settings_Account
source: Account
ur: اکاؤنٹ

# Settings_Account_Lockout_Attempts_Help
source: How many failed logins before a user is blocked
ur: کسی صارف کو روکنے سے پہلے کتنی ناکامی ہوئی

# Settings_Account_Lockout_Attempts_Label
source: Lockout Attempts
ur: بند کرو

# Settings_Account_Lockout_Mins_Help
source: How long should a user be blocked
ur: صارف کو کتنی دیر تک روکنی چاہئے

# Settings_Account_Lockout_Mins_Label
source: Lockout Minutes
ur: بند کرو

# Settings_Account_Profile_Icon_Help
source: Should the profile icon appear in the header
ur: پرو فا ئل سر میں دکھائی دے

# Settings_Account_Profile_Icon_Label
source: Profile Icon
ur: پرو فا ئل

# Settings_Alerts
source: Alerts
ur: جمع

# Settings_Alerts_Account_Lockout_Help
source: Should alerts be sent when accounts are locked out
ur: جب اکاؤنٹ بند کئے جائیں تو احتیاط اُرسال کی جانی چاہئے

# Settings_Alerts_Account_Lockout_Label
source: Account Lockout
ur: اکاؤنٹ کو معطل کریں

# Settings_Alerts_Destructive_Action_Help
source: Should alerts be sent when a destructive action is performed
ur: جب کوئی تباہ‌کُن کام کِیا جاتا ہے

# Settings_Alerts_Destructive_Action_Label
source: Destructive Actions
ur: عمل

# Settings_Alerts_Failed_Login_Help
source: Should alerts be sent on failed login attempts
ur: اگر ناکام ہونے والی کوششوں پر آگاہی بھیجی جائے

# Settings_Alerts_Failed_Login_Label
source: Failed Login
ur: لاگ ان

# Settings_Alerts_Pending_Review_Help
source: Should alerts be sent if a new item is pending review
ur: اگر نیا آئٹمنگ چیک ہو تو خبردار کیا جانا چاہئے

# Settings_Alerts_Pending_Review_Label
source: Pending Review
ur: پرنٹ

# Settings_BackgroundServices
source: Background Services
ur: رضاکارانہ خدمت

# Settings_BackgroundServices_Cleanup_Help
source: Cleans up temporary files
ur: عارضی فائلیں صاف کرتا ہے۔

# Settings_BackgroundServices_Cleanup_Label
source: Cleanup
ur: صاف کریں

# Settings_BackgroundServices_DirectoryScanner_Help
source: Picks up files dropped directly into the gallery folder
ur: فائلیں براہ راست گیلری فولڈر میں گرا دیں

# Settings_BackgroundServices_DirectoryScanner_Label
source: Directory Scanner
ur: ڈائری اسکینر

# Settings_BackgroundServices_EmailReport_Help
source: Sends a report on gallery stats
ur: گیلری اسٹٹس پر رپورٹ بھیجتا ہے۔

# Settings_BackgroundServices_EmailReport_Label
source: Email Reports
ur: ای میل اطلاعات

# Settings_Basic
source: Basic
ur: بنیادی

# Settings_Basic_BaseUrl_Help
source: The base Url to be used in links and notifications
ur: بنیاد اورل کو تعلقات اور اطلاعات میں استعمال کیا جاتا ہے۔

# Settings_Basic_BaseUrl_Label
source: Base Url
ur: بیس بال

# Settings_Basic_EmailReport_Help
source: Should an email report be sent out with gallery stats
ur: اگر گیلریوں کے ساتھ ای میل رپورٹ بھیجی جائے

# Settings_Basic_EmailReport_Label
source: Email Report
ur: ای میل رپورٹ

# Settings_Basic_ForceHttps_Help
source: Should Http users be forced to https
ur: اگر Http صارفین کو https://s

# Settings_Basic_ForceHttps_Label
source: Force Https
ur: طاقت‌ور شگاف

# Settings_Basic_GallerySelectorDropdown_Help
source: How users select a gallery
ur: کس طرح صارفین گیلری منتخب کرتے ہیں۔

# Settings_Basic_GallerySelectorDropdown_Label
source: Gallery Selector Type
ur: گیلری منتخب کنندہ قسم

# Settings_Basic_GallerySelectorHideDefault_Help
source: Should the default gallery option be visible
ur: اگر ڈی بگ گیلری انتخاب دیکھا جائے

# Settings_Basic_GallerySelectorHideDefault_Label
source: Show Default Gallery
ur: طےشدہ

# Settings_Basic_GuestGalleryCreation_Help
source: Should guests be allowed to create new galleries
ur: نئے گیلری بنانے کی اجازت دی جانی چاہئے

# Settings_Basic_GuestGalleryCreation_Label
source: Guest Gallery Creation
ur: مہمان گلوکاری کی تخلیق

# Settings_Basic_HideKeyFromQRCode_Help
source: Should the secret key be included in the QR code
ur: اگر خفیہ کلید کو QR کوڈ میں شامل کیا جائے

# Settings_Basic_HideKeyFromQRCode_Label
source: Insecure QR Codes
ur: کا نامہ‌نگار

# Settings_Basic_HomeLink_Help
source: Should clicking the home link redirect the user
ur: خاني لنک کو صارف كو نام دینا چاہیے۔

# Settings_Basic_HomeLink_Label
source: Clickable Home Link
ur: گھري لنک پر کلک کريں

# Settings_Basic_LinksOpenNewTab_Help
source: Should links open in new tabs
ur: نئے تبازوں میں رابطہ کرنا چاہئے

# Settings_Basic_LinksOpenNewTab_Label
source: New Tab Links
ur: نئی ٹانگیں

# Settings_Basic_Logo_Help
source: The icon to show in headers and tabs
ur: سر اور تبتی میں دکھائی دینے والی تصویر

# Settings_Basic_Logo_Label
source: Logo
ur: لاگ

# Settings_Basic_MaxGalleryCount_Help
source: How many galleries are users allowed to create
ur: کتنے گیلریاں صارفین کو تخلیق کرنے کی اجازت ہے۔

# Settings_Basic_MaxGalleryCount_Label
source: Max Gallery Count
ur: میکس گیلری کاؤنٹی

# Settings_Basic_SingleGalleryMode_Help
source: Should there be one or more galleries
ur: اگر ایک یا ایک سے زیادہ گیلریز ہوں

# Settings_Basic_SingleGalleryMode_Label
source: Gallery Mode
ur: گیلری موڈ

# Settings_Basic_ThumbnailSize_Help
source: Maximum pixels in any direction for thumbnails
ur: کسی بھی سمت میں سرکہ

# Settings_Basic_ThumbnailSize_Label
source: Thumbnail Resolution
ur: تھومبل دوبارہ حل

# Settings_Basic_Title_Help
source: The name to show in headers and tabs
ur: سری اور تبتی میں ظاہر کرنے کا نام ہے۔

# Settings_Basic_Title_Label
source: Title
ur: فائلز

# Settings_CustomCookiePolicy_Help
source: The content to display on the CookiePolicy info page
ur: کوکی پولی پالیسی معلومات کے صفحہ پر ظاہر کرنے کا مواد

# Settings_CustomCookiePolicy_Label
source: Custom Cookie Policy
ur: کوکی‌سی پالیسی

# Settings_CustomPolicies
source: Custom Policies
ur: سیاست

# Settings_Failed
source: Failed to get settings
ur: ترتیبات حاصل کرنے میں ناکامی

# Settings_Gallery
source: Gallery Defaults
ur: گیلریاں

# Settings_Gallery_AllowedFileTypes_Help
source: What file types are guests allowed to upload
ur: فائل کی کون سی قسمیں ہیں جنہیں اپ لوڈ کرنے کی اجازت ہے۔

# Settings_Gallery_AllowedFileTypes_Label
source: Allowed File Types
ur: فائل رولر کی اجازت دیں

# Settings_Gallery_BannerImage_Help
source: An image to display at the top of the gallery
ur: گیلری کے اوپر ایک تصویر

# Settings_Gallery_BannerImage_Label
source: Banner Image
ur: بنر تصویر

# Settings_Gallery_CameraUploads_Help
source: Should guests have the option between file picker or camera
ur: مہمانوں کے پاس فائل کے رکن یا کیمرے کے درمیان انتخاب ہونا چاہئے

# Settings_Gallery_CameraUploads_Label
source: Camera Uploads
ur: کیمرون اپلوڈ کرتا ہے۔

# Settings_Gallery_Columns_Help
source: The number of columns to display
ur: نمائش کے لیے ستونوں کی تعداد

# Settings_Gallery_Columns_Label
source: Column Count
ur: رنگون کاؤنٹی

# Settings_Gallery_DefaultFilter_Help
source: What is the default gallery filter
ur: دیہی گیلری فیلڈ کیا ہے؟

# Settings_Gallery_DefaultFilter_Label
source: Default Filter
ur: فائلز

# Settings_Gallery_DefaultGroup_Help
source: What is the default gallery group
ur: دیہی گیلری گروپ کیا ہے۔

# Settings_Gallery_DefaultGroup_Label
source: Default Group
ur: طے شدہ گروپ

# Settings_Gallery_DefaultOrder_Help
source: What is the default gallery order
ur: دیہی گیلری کیا ہے

# Settings_Gallery_DefaultOrder_Label
source: Default Order
ur: طےشدہ

# Settings_Gallery_DefaultView_Help
source: What is the default gallery view
ur: دیہی گیلری کا نظریہ کیا ہے۔

# Settings_Gallery_DefaultView_Label
source: Default View
ur: طےشدہ

# Settings_Gallery_Download_Help
source: Should guests be allowed to download items
ur: مہمانوں کو چیزیں ڈاؤن لوڈ کرنے کی اجازت دی جانی چاہئے

# Settings_Gallery_Download_Label
source: Allow Download
ur: ڈاؤن لوڈ کریں

# Settings_Gallery_FullWidth_Help
source: The width of the gallery
ur: گیلری کی چوڑائی

# Settings_Gallery_FullWidth_Label
source: Display Type
ur: قسم

# Settings_Gallery_IdleRefreshMins_Help
source: After how long should the gallery refresh to get new content
ur: نئے مواد حاصل کرنے کے لئے گلی‌کوچوں کو کتنی دیر تک تازہ رہنا چاہئے

# Settings_Gallery_IdleRefreshMins_Label
source: Idle Refresh Mins
ur: پُرسکون بندھن

# Settings_Gallery_ItemsPerPage_Help
source: The maximum number of items to show per page
ur: پرو صفحے کو دکھانے کے ليے سب سے زیادہ تعداد

# Settings_Gallery_ItemsPerPage_Label
source: Items Per Page
ur: صفحہ ۲۴

# Settings_Gallery_MaxFileSizeMb_Help
source: What is the largest in MB an uploaded file can be
ur: MB اپلوڈ فائل میں سب سے بڑی چیز کیا ہو سکتی ہے۔

# Settings_Gallery_MaxFileSizeMb_Label
source: Max File Size (MB)
ur: میکس فائل حجم (MB)

# Settings_Gallery_MaxSizeMb_Help
source: How big in MB is the gallery allowed to grow to
ur: بمبئی میں کتنا بڑا گیلری ترقی کرنے کی اجازت ہے

# Settings_Gallery_MaxSizeMb_Label
source: Max Gallery Size (MB)
ur: میکس گیلری حجم (MB)

# Settings_Gallery_PreventDuplicates_Help
source: Should duplicate items be automatically rejected
ur: خود کار طور پر چیزوں کو رد کرنا چاہئے

# Settings_Gallery_PreventDuplicates_Label
source: Prevent Duplicates
ur: رکاوٹ

# Settings_Gallery_QRCodeDefaultSort_Help
source: Once scanned what order should items appear
ur: ایک بار سکینر کو کیا حکم ہونا چاہئے

# Settings_Gallery_QRCodeDefaultSort_Label
source: Default QR Sort
ur: طےشدہ ترتیب دیں

# Settings_Gallery_QRCodeDefaultView_Help
source: Once scanned what layout should the user see
ur: ایک بار میں نے دیکھا کہ صارف کیا لگا سکتا ہے

# Settings_Gallery_QRCodeDefaultView_Label
source: Default QR View
ur: طےشدہ دیکھیں

# Settings_Gallery_QRCodeEnabled_Help
source: Should the QR code be displayed
ur: QR کوڈ دکھایا جائے تو

# Settings_Gallery_QRCodeEnabled_Label
source: Show QR Code
ur: طےشدہ

# Settings_Gallery_QRCodeIncludeCulture_Help
source: Should the QR code specify the display language
ur: کیو آر کوڈ متعین کریں

# Settings_Gallery_QRCodeIncludeCulture_Label
source: Include Culture in QR
ur: جے آر میں ثقافت شامل ہے۔

# Settings_Gallery_Quote_Help
source: A quote to display at the top of the gallery
ur: گیلری کے اوپر دکھائی دینے کا ایک مقالہ

# Settings_Gallery_Quote_Label
source: Quote
ur: رنگ

# Settings_Gallery_RequireReview_Help
source: Do items need to be reviewed before they appear on site
ur: جگہ پر آنے سے پہلے چیزوں کا جائزہ لیں

# Settings_Gallery_RequireReview_Label
source: Require Review
ur: فائلز

# Settings_Gallery_RetainRejectedItems_Help
source: Should rejected items be stored for later use
ur: بعدازاں استعمال کیلئے چیزوں کو رد کرنا چاہئے

# Settings_Gallery_RetainRejectedItems_Label
source: Retain Rejected Items
ur: رِکین کی جمع

# Settings_Gallery_ReviewCounter_Help
source: Should the review counter be shown
ur: اگر جائزے کا مسودہ دکھایا جائے
