Repository: GoonServ/WeddingShareSutton
Catalog: Resources/Lang/Translations.*.resx
Languages: ur

# Settings_Gallery_ReviewCounter_Label
source: Review Counter
ur: تجدید کار

# Settings_Gallery_SecretKey_Help
source: A password to unlock the gallery
ur: گیلری کا نام

# Settings_Gallery_SecretKey_Label
source: Secret Key
ur: راز

# Settings_Gallery_ShowFilters_Help
source: Should the user be able to filter and group media?
ur: صارف کو فیلڈر اور گروپ میڈیا کے قابل ہونا چاہیے؟?

# Settings_Gallery_ShowFilters_Label
source: Show Filters
ur: فائلز

# Settings_Gallery_ShowTitle_Help
source: Should the title be displayed at the top of the gallery
ur: گیلری کے اوپر والے حصے پر عنوان ظاہر کیا جانا چاہئے

# Settings_Gallery_ShowTitle_Label
source: Show Title
ur: طےشدہ

# Settings_Gallery_Upload_Help
source: Should guests be allowed to upload items
ur: مہمانوں کو اپ لوڈ کرنے کی اجازت ہے

# Settings_Gallery_Upload_Label
source: Allow Uploads
ur: دوبارہ شروع کریں

# Settings_Gallery_UploadPeriod_Help
source: Restrict uploads to a specific period
ur: مقررہ مدت تک دوبارہ لوڈ کريں

# Settings_Gallery_UploadPeriod_Label
source: Upload Periods
ur: دوبارہ شروع کریں

# Settings_Gotify
source: Gotify
ur: غیر متصل

# Settings_Gotify_Enabled_Help
source: Should Ntfy alerts be sent
ur: نیٹفی چوکس بھیجے جائیں

# Settings_Gotify_Enabled_Label
source: Enabled
ur: فعال کریں

# Settings_Gotify_Endpoint_Help
source: The Gotify server address
ur: پوشیدہ سرور کا پتہ

# Settings_Gotify_Endpoint_Label
source: Endpoint
ur: مقصد

# Settings_Gotify_Priority_Help
source: The importance value of alerts
ur: چوکسوں کی اہمیت

# Settings_Gotify_Priority_Label
source: Priority
ur: انکار کرو

# Settings_Gotify_Token_Help
source: The token used for authentication
ur: توثیق کے لیے نشان استعمال ہوتا ہے۔

# Settings_Gotify_Token_Label
source: Access Token
ur: رسائی رسائی

# Settings_IdentityCheck
source: Guest Identity
ur: چیک کریں

# Settings_IdentityCheck_Enabled_Help
source: Prompt users for their name
ur: صارفین کو ان کے نام کی خاطر نامزد کیا جاتا ہے۔

# Settings_IdentityCheck_Enabled_Label
source: Enabled
ur: فعال کریں

# Settings_IdentityCheck_PageLoad_Help
source: Should the guest name check be displayed at page load
ur: اگر صفحہ ۱۳ پر پہچان کا چیک کِیا جائے

# Settings_IdentityCheck_PageLoad_Label
source: Page Load Prompt
ur: صفحہ ۲۸

# Settings_IdentityCheck_RequireEmail_Help
source: Should users be required to enter an email address
ur: صارفین کو ای میل پتہ میں داخل کرنے کے لیے درکار ہے

# Settings_IdentityCheck_RequireEmail_Label
source: Require Email Address
ur: ای میل پتہ درکار ہے

# Settings_IdentityCheck_Upload_Help
source: Should the guest name check be required to upload media
ur: میڈیا اپ لوڈ کرنے کے لئے شناخت چیک کرنے کی ضرورت ہو تو

# Settings_IdentityCheck_Upload_Label
source: Upload Prompt
ur: دوبارہ لوڈ کریں

# Settings_Languages
source: Languages
ur: زبانیں

# Settings_Languages_Default_Help
source: The default website language if none is selected
ur: اخذ کردہ ویب سائٹ زبان اگر کسی کو منتخب نہیں کیا جائے تو

# Settings_Languages_Default_Label
source: Default Language
ur: طے شدہ زبان

# Settings_Languages_Enabled_Help
source: Allow users to change the language
ur: صارفین کو زبان بدلنے کی اجازت دے

# Settings_Languages_Enabled_Label
source: Enabled
ur: فعال کریں

# Settings_Ntfy
source: Ntfy
ur: نیت

# Settings_Ntfy_Enabled_Help
source: Should Ntfy alerts be sent
ur: نیٹفی چوکس بھیجے جائیں

# Settings_Ntfy_Enabled_Label
source: Enabled
ur: فعال کریں

# Settings_Ntfy_Endpoint_Help
source: The Ntfy server address
ur: نیٹف سرور پتہ

# Settings_Ntfy_Endpoint_Label
source: Endpoint
ur: مقصد

# Settings_Ntfy_Priority_Help
source: The importance value of alerts
ur: چوکسوں کی اہمیت

# Settings_Ntfy_Priority_Label
source: Priority
ur: انکار کرو

# Settings_Ntfy_Token_Help
source: The token used for authentication
ur: توثیق کے لیے نشان استعمال ہوتا ہے۔

# Settings_Ntfy_Token_Label
source: Access Token
ur: رسائی رسائی

# Settings_Ntfy_Topic_Help
source: The topic to send alerts to
ur: اس موضوع پر آگاہی بھیجنے کا موضوع

# Settings_Ntfy_Topic_Label
source: Topic
ur: اوپري

# Settings_PoliciesEnabled_Help
source: Should the user see GDPR style popups?
ur: صارف کو جی ڈی پی آر اسٹائل پاپس دیکھنا چاہیے؟?

# Settings_PoliciesEnabled_Label
source: Enabled
ur: فعال کریں

# Settings_Slideshow
source: Slideshow
ur: مٹی کی نمائش

# Settings_Slideshow_Fade_Help
source: How long should the transition between slides be
ur: تختوں کے درمیان کب تک عبور ہونا چاہئے

# Settings_Slideshow_Fade_Label
source: Fade
ur: رنگ

# Settings_Slideshow_Interval_Help
source: How long in seconds should a slide show before moving to the next slide
ur: اگلی لفٹ پر جانے سے پہلے سیکنڈ میں کتنی دیر تک ایک کتابچہ نمائش ہونی چاہئے

# Settings_Slideshow_Interval_Label
source: Interval
ur: وسط

# Settings_Slideshow_Limit_Help
source: The maximum number of slides to be included
ur: اس میں شامل ہونے والوں کی زیادہ تعداد

# Settings_Slideshow_Limit_Label
source: Limit
ur: بند

# Settings_Slideshow_Share_Slide_Help
source: Should the QR code be disaplyed at the end for guests to scan
ur: اگر میزبانوں کے لئے آخر میں کیو آر کوڈ کو معطل کر دیا جائے

# Settings_Slideshow_Share_Slide_Label
source: Include Share Slide
ur: شیئر سلفڈ شامل ہیں۔

# Settings_Smtp
source: Email
ur: ای میل

# Settings_Smtp_Display_Name_Help
source: The user friendly sender name
ur: صارف دوستانہ نام بھیجتا ہے

# Settings_Smtp_Display_Name_Label
source: Display Name
ur: طےشدہ

# Settings_Smtp_Enabled_Help
source: Should email alerts be sent
ur: اگر ای میل آگاہی بھیجی جائے

# Settings_Smtp_Enabled_Label
source: Enabled
ur: فعال کریں

# Settings_Smtp_From_Help
source: The email address the alert is sent from
ur: ای میل کا پتہ گھڑی کی طرف سے بھیجا گیا ہے

# Settings_Smtp_From_Label
source: From
ur: از

# Settings_Smtp_Host_Help
source: The hostname of the SMTP provider
ur: نیٹ ورک فراہم کُنندہ کا میزبان نام

# Settings_Smtp_Host_Label
source: Host
ur: میزبان

# Settings_Smtp_Password_Help
source: The password used to authenticate the request
ur: پاس ورڈ کی تصدیق کرنے کے لیے استعمال کیا جاتا ہے

# Settings_Smtp_Password_Label
source: Password
ur: پاس ورڈ

# Settings_Smtp_Port_Help
source: The port used by the SMTP provider
ur: وہ بندرگاہ جو MITP فراہم کُنندہ استعمال ہوتی ہے

# Settings_Smtp_Port_Label
source: Port
ur: پورٹ

# Settings_Smtp_Recipient_Help
source: A comma separated list of email addresses
ur: ای میل پتوں کی ایک الگ فہرست

# Settings_Smtp_Recipient_Label
source: Recipients
ur: اصلاحات

# Settings_Smtp_Use_SSL_Help
source: Does the SMTP provider use SSL
ur: کیا ایس این اے ٹی پی فراہم کرنے والا فراہم کُنندہ SSL استعمال کرتا ہے؟

# Settings_Smtp_Use_SSL_Label
source: Use SSL
ur: ایس ایل ایل استعمال کریں

# Settings_Smtp_Username_Help
source: The username used to authenticate the request
ur: اس درخواست کی تصدیق کرنے کیلئے استعمال کِیا جاتا تھا

# Settings_Smtp_Username_Label
source: Username
ur: پرنٹ

# Settings_Themes
source: Themes
ur: انس

# Settings_Themes_Default_Help
source: The default website theme if none is selected
ur: طے شدہ ویب سائٹ موضوع اگر کوئی منتخب نہیں کیا جائے تو

# Settings_Themes_Default_Label
source: Default Theme
ur: طے شدہ تھیم

# Settings_Themes_Enabled_Help
source: Allow users to change the theme
ur: صارفین کو موضوع بدلنے کی اجازت دے

# Settings_Themes_Enabled_Label
source: Enabled
ur: فعال کریں

source: Share Code
ur: شیئر کوڈ

source: Sort
ur: ترتیب دیں

# Space_Percent_Used
source: Usage
ur: استعمال

source: Sponsors
ur: تیاری

# Sponsors_BecomeTheFirst
source: There are currently no sponsors. Why don't you become the first!
ur: فی الحال کوئی سرپرست نہیں ہے۔ تم پہلے کیوں نہیں ہو!

# Sponsors_Load_Error
source: Failed to load the sponsors list
ur: سرپرستوں کی فہرست لوڈ کرنے میں ناکامی

source: Supporters
ur: غیر متصل

source: Total
ur: مکمل

source: Unknown review action
ur: نامعلوم تجزیاتی عمل

source: Update
ur: تجدید

source: Upload Media
ur: میڈیا اپ لوڈ کریں

source: Uploaded By
ur: قسم

source: Uploader
ur: اُوپر لکھیں

source: User
ur: صا_رف

# User_CPassword_Missmatch
source: The provided password and confrim password do not match
ur: فراہم کُنندہ خفیہ لفظ اور ضمنی لفظ میل نہیں پاس

# User_Name_Already_Exists
source: Add user with the same name already exists
ur: صارف کو پہلے ہی موجود ہے

source: Username
ur: پرنٹ

source: Users
ur: صارفین

# Users_List_Failed
source: Failed to get users list
ur: صارفین فہرست حاصل کرنے میں ناکامی

source: View
ur: دیکھیں

source: Visit
ur: ملاقات

source: Warning
ur: تنبیہ

source: Wipe
ur: وپ

# Wipe_All_Confirmation
source: Are you sure you want to wipe all galleries?
ur: کیا آپ واقعی تمام گیلریوں کو ختم کرنا چاہتے ہیں؟?

# Wipe_Confirmation
source: Are you sure you want to wipe this gallery?
ur: آپ واقعی اس گیلری کو ختم کرنا چاہتے ہیں؟?
